Repository: CielDevApp/CortEX
Catalog: EhViewer/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans, zh_hant

source: 削除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: 動画キャッシュ
de: Video-Cache
en: Video Cache
es: Caché de vídeo
fr: Cache vidéo
ko: 동영상 캐시
zh_hans: 视频缓存
zh_hant: 影片快取

source: 動画キャッシュを削除
de: Video-Cache löschen
en: Delete Video Cache
es: Eliminar caché de vídeo
fr: Supprimer le cache vidéo
ko: 동영상 캐시 삭제
zh_hans: 删除视频缓存
zh_hant: 刪除影片快取

source: 単行本
de: Tankoubon
en: Tankoubon
es: Tankoubon
fr: Tankoubon
ko: 단행본
zh_hans: 单行本
zh_hant: 單行本

source: 取得中...
de: Laden...
en: Loading...
es: Cargando...
fr: Chargement...
ko: 가져오는 중...
zh_hans: 获取中...

source: 古いギャラリーの場合があります
de: Möglicherweise eine veraltete Galerie
en: May be an outdated gallery
es: Posible galería obsoleta
fr: Galerie peut-être obsolète
ko: 오래된 갤러리일 수 있습니다
zh_hans: 可能是旧版作品
zh_hant: 可能是舊版作品

source: 右綴じ
de: Rechts nach links
en: Right to Left
es: Derecha a izquierda
fr: Droite à gauche
ko: 오른쪽 철
zh_hans: 右装订
zh_hant: 右裝訂

source: 右綴じモード
de: Rechts-nach-links-Modus
en: Right-to-Left Mode
es: Modo derecha a izquierda
fr: Mode droite à gauche
ko: 오른쪽 철 모드
zh_hans: 右翻页模式
zh_hant: 右翻頁模式

source: 右綴じ時はスライダーの方向も反転します
de: Slider-Richtung wird ebenfalls umgekehrt
en: Slider direction is also reversed in RTL mode
es: La dirección del control también se invierte
fr: La direction du curseur est aussi inversée
ko: 오른쪽 철 시 슬라이더 방향도 반전됩니다
zh_hans: 右翻页时滑块方向也会反转
zh_hant: 右翻頁時滑桿方向也會反轉

source: 同人誌
de: Doujinshi
en: Doujinshi
es: Doujinshi
fr: Doujinshi
ko: 동인지
zh_hans: 同人志

source: 変換失敗
de: Konvertierung fehlgeschlagen
en: Conversion Failed
es: Conversión fallida
fr: Échec de la conversion
ko: 변환 실패
zh_hans: 转换失败
zh_hant: 轉換失敗

source: 変換済みMP4キャッシュ(%lldMB)を削除しますか？次回リーダー表示時に再変換されます。
de: Konvertierten MP4-Cache (%lldMB) löschen? Wird beim nächsten Öffnen des Readers erneut konvertiert.
en: Delete the converted MP4 cache (%lldMB)? It will be reconverted on next reader open.
es: ¿Eliminar la caché MP4 convertida (%lldMB)? Se reconvertirá al abrir el lector la próxima vez.
fr: Supprimer le cache MP4 converti (%lldMB) ? Il sera reconverti à la prochaine ouverture du lecteur.
ko: 변환된 MP4 캐시 (%lldMB) 를 삭제하시겠습니까? 다음 리더 표시 시 재변환됩니다.
zh_hans: 要删除已转换的 MP4 缓存 (%lldMB) 吗？下次打开阅读器时将重新转换。
zh_hant: 要刪除已轉換的 MP4 快取 (%lldMB) 嗎？下次開啟閱讀器時將重新轉換。

# 大画像: %lld×%lld
source: 大画像: %1$lld×%2$lld
de: Groß: %lld×%lld
en: Large: %lld×%lld
es: Grande: %lld×%lld
fr: Grande : %lld×%lld
ko: 큰 이미지: %lld×%lld
zh_hans: 大图: %lld×%lld
zh_hant: 大圖: %lld×%lld

source: 大規模 DL の確認
de: Großen Download bestätigen
en: Large Download Confirmation
es: Confirmación de descarga grande
fr: Confirmation de téléchargement volumineux
ko: 대규모 DL 확인
zh_hans: 大规模下载确认
zh_hant: 大規模下載確認

source: 完了
de: Fertig
en: Done
es: Listo
fr: Terminé
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: 実行
de: Ausführen
en: Execute
es: Ejecutar
fr: Exécuter
ko: 실행
zh_hans: 执行
zh_hant: 執行

# 小画像: %lld×%lld
source: 小画像: %1$lld×%2$lld
de: Klein: %lld×%lld
en: Small: %lld×%lld
es: Pequeña: %lld×%lld
fr: Petite : %lld×%lld
ko: 작은 이미지: %lld×%lld
zh_hans: 小图: %lld×%lld
zh_hant: 小圖: %lld×%lld

source: 履歴
de: Verlauf
en: History
es: Historial
fr: Historique
ko: 기록
zh_hans: 历史
zh_hant: 歷史

source: 左右にスワイプで結果画面を閉じます
de: Links/rechts wischen zum Schließen
en: Swipe left or right to close
es: Deslizar izquierda/derecha para cerrar
fr: Balayer gauche/droite pour fermer
ko: 좌우로 스와이프하여 닫기
zh_hans: 左右滑动关闭
zh_hant: 左右滑動關閉

source: 左綴じ
de: Links nach rechts
en: Left to Right
es: Izquierda a derecha
fr: Gauche à droite
ko: 왼쪽 철
zh_hans: 左装订
zh_hant: 左裝訂

source: 常に許可
de: Immer erlauben
en: Always Allow
es: Permitir siempre
fr: Toujours autoriser
ko: 항상 허용
zh_hans: 始终允许
zh_hant: 始終允許

source: 年齢データをリセット
de: Altersdaten zurücksetzen
en: Reset Age Data
es: Restablecer datos de edad
fr: Réinitialiser les données d'âge
ko: 연령 데이터 초기화
zh_hans: 重置年龄数据
zh_hant: 重設年齡資料

source: 強制完了（欠落ページを無視）
de: Erzwungenes Abschließen (fehlende Seiten ignorieren)
en: Force Complete (ignore missing pages)
es: Forzar completado (ignorar páginas faltantes)
fr: Forcer la complétion (ignorer les pages manquantes)
ko: 강제 완료 (누락 페이지 무시)
zh_hans: 强制完成 (忽略缺失页)
zh_hant: 強制完成 (忽略缺失頁)

source: 情報
de: Info
en: Info
es: Info
fr: Infos
ko: 정보
zh_hans: 信息
zh_hant: 資訊

source: 投稿日
de: Veröffentlicht
en: Posted
es: Publicado
fr: Publié
ko: 게시일
zh_hans: 发布日期
zh_hant: 發布日期

source: 投稿者
de: Uploader
en: Uploader
es: Subidor
fr: Uploadeur
ko: 업로더
zh_hans: 上传者
zh_hant: 上傳者

source: 折りたたむ
de: Einklappen
en: Collapse
es: Contraer
fr: Réduire
ko: 접기
zh_hans: 折叠
zh_hant: 摺疊

source: 数字（ユーザーID）
de: Zahl (Benutzer-ID)
en: number (user ID)
es: número (ID de usuario)
fr: nombre (ID utilisateur)
ko: 숫자 (사용자 ID)
zh_hans: 数字（用户ID）
zh_hant: 數字（用戶ID）

source: 新しいPINを入力
de: Neuen PIN eingeben
en: Enter new PIN
es: Ingrese nuevo PIN
fr: Entrez le nouveau PIN
ko: 새 PIN 입력
zh_hans: 输入新PIN
zh_hant: 輸入新PIN

source: 日本語タイトルをコピー
de: Japanischen Titel kopieren
en: Copy Japanese title
es: Copiar título japonés
fr: Copier le titre japonais
ko: 일본어 제목 복사
zh_hans: 复制日语标题
zh_hant: 複製日語標題

source: 日本語で検索すると自動的にE-Hentaiのタグに変換します（例: 巨乳 → female:big breasts）
de: Suchen auf Japanisch wird automatisch in E-Hentai-Tags umgewandelt (z.B. 巨乳 → female:big breasts)
en: Searching in Japanese auto-converts to E-Hentai tags (e.g. 巨乳 → female:big breasts)
es: Buscar en japonés se convierte automáticamente a etiquetas de E-Hentai (ej.: 巨乳 → female:big breasts)
fr: La recherche en japonais est convertie automatiquement en tags E-Hentai (ex. 巨乳 → female:big breasts)
ko: 일본어로 검색하면 E-Hentai 태그로 자동 변환됩니다 (예: 巨乳 → female:big breasts)
zh_hans: 用日文搜索时会自动转换为 E-Hentai 标签 (例如: 巨乳 → female:big breasts)
zh_hant: 用日文搜尋時會自動轉換為 E-Hentai 標籤 (例如: 巨乳 → female:big breasts)

source: 暗部ディテール引き出し+自然な彩度アップ+コントラスト強調。画像補正フィルタのHDR処理と排他（両方ONの場合、こちらが優先）。
de: Schattendetails + Vibrance + Kontrast. Exklusiv mit Filter-HDR.
en: Shadow detail recovery + natural vibrance + contrast. Exclusive with image filter HDR (this takes priority when both ON).
es: Detalle sombras + vibración + contraste. Exclusivo con HDR del filtro.
fr: Détails ombres + vibrance + contraste. Exclusif avec HDR du filtre image.
ko: 암부 디테일 복원+자연스러운 채도+대비 강조. 이미지 필터 HDR과 배타적 (둘 다 ON이면 이쪽 우선).
zh_hans: 暗部细节恢复+自然饱和度+对比度增强。与图像滤镜HDR互斥（两者都开时此项优先）。
zh_hant: 暗部細節恢復+自然飽和度+對比度增強。與圖像濾鏡HDR互斥（兩者都開時此項優先）。

source: 更新: %@
de: Aktualisiert: %@
en: Updated: %@
es: Actualizado: %@
fr: Mis à jour : %@
ko: 업데이트: %@

source: 有効化する
de: Aktivieren
en: Enable
es: Activar
fr: Activer
ko: 활성화
zh_hans: 启用
zh_hant: 啟用

source: 未ログイン
de: Nicht angemeldet
en: Not logged in
es: No conectado
fr: Non connecté
ko: 미로그인
zh_hans: 未登录
zh_hant: 未登入

source: 未取得
de: Nicht abgerufen
en: Not fetched
es: No obtenido
fr: Non récupéré
ko: 미취득
zh_hans: 未获取

source: 未完了
de: Unvollständig
en: Incomplete
es: Incompleto
fr: Incomplet
ko: 미완료
zh_hans: 未完成
zh_hant: 未完成

source: 末端で折り返す ping-pong ループでシームを消します。WebP 再生方式のみ適用。HDR と併用可能。フレーム数制限なし (rolling cache により任意長対応)。
de: Beseitigt Nähte mit einer Ping-Pong-Schleife, die an den Endpunkten umkehrt. Gilt nur für die WebP-Wiedergabemethode. Kompatibel mit HDR. Keine Frame-Begrenzung (Rolling-Cache unterstützt beliebige Länge).
en: Eliminates seams with a ping-pong loop that reverses at endpoints. Only applies to the WebP playback method. Compatible with HDR. No frame count limit (rolling cache supports arbitrary length).
es: Elimina las costuras con un bucle ping-pong que se invierte en los extremos. Solo se aplica al método de reproducción WebP. Compatible con HDR. Sin límite de frames (rolling cache admite longitud arbitraria).
fr: Élimine les coutures avec une boucle ping-pong qui s'inverse aux extrémités. S'applique uniquement à la méthode de lecture WebP. Compatible avec HDR. Pas de limite de frames (le rolling cache supporte une longueur arbitraire).
ko: 끝점에서 반환되는 ping-pong 루프로 이음새를 제거합니다. WebP 재생 방식에만 적용. HDR 과 병용 가능. 프레임 수 제한 없음 (rolling cache 로 임의 길이 대응).
zh_hans: 通过端点反转的 ping-pong 循环消除接缝。仅适用于 WebP 播放方式。可与 HDR 同时使用。无帧数限制 (rolling cache 支持任意长度)。
zh_hant: 透過端點反轉的 ping-pong 循環消除接縫。僅適用於 WebP 播放方式。可與 HDR 同時使用。無 frame 數限制 (rolling cache 支援任意長度)。

source: 検索
de: Suche
en: Search
es: Búsqueda
fr: Recherche
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: 検索: %@
de: Suche: %@
en: Search: %@
es: Búsqueda: %@
fr: Recherche : %@
ko: 검색: %@
zh_hans: 搜索: %@
zh_hant: 搜尋: %@

source: 検索...
de: Suchen...
en: Search...
es: Buscar...
fr: Rechercher...
ko: 검색...
zh_hans: 搜索...
zh_hant: 搜尋...

source: 検索中...
de: Suche...
en: Searching...
es: Buscando...
fr: Recherche...
ko: 검색 중...
zh_hans: 搜索中...
zh_hant: 搜尋中...

source: 検索結果なし
de: Keine Ergebnisse
en: No results
es: Sin resultados
fr: Aucun résultat
ko: 검색 결과 없음
zh_hans: 无搜索结果
zh_hant: 無搜尋結果

source: 標準
de: Standard
en: Standard
es: Estándar
fr: Standard
ko: 표준
zh_hans: 标准

source: 標準+フィルタ
de: Standard + Filter
en: Standard + Filter
es: Estándar + Filtro
fr: Standard + Filtre
ko: 표준+필터
zh_hans: 标准+滤镜
zh_hant: 標準+濾鏡

source: 標準画質
de: Standardqualität
en: Standard quality
es: Calidad estándar
fr: Qualité standard
ko: 표준 화질
zh_hans: 标准画质
zh_hant: 標準畫質

source: 標準画質で再読み込み
de: In Standardqualität neu laden
en: Reload in standard quality
es: Recargar en calidad estándar
fr: Recharger en qualité standard
ko: 표준 화질로 새로고침
zh_hans: 以标准画质重新加载
zh_hant: 以標準畫質重新載入

source: 標準画質で読み込み直す
de: In Standardqualität neu laden
en: Reload in standard quality
es: Recargar en calidad estándar
fr: Recharger en qualité standard
ko: 표준 화질로 다시 불러오기
zh_hans: 以标准画质重新加载
zh_hant: 以標準畫質重新載入

source: 横ページめくり
de: Horizontales Blättern
en: Horizontal Paging
es: Paginación horizontal
fr: Pagination horizontale
ko: 가로 페이지 넘기기
zh_hans: 水平翻页
zh_hant: 水平翻頁

source: 残り ~%@
de: ~%@ verbleibend
en: ~%@ remaining
es: ~%@ restantes
fr: ~%@ restant
ko: 남은 약 %@
zh_hans: 剩余约 %@
zh_hant: 剩餘約 %@

source: 残り%lld枚
de: %lld verbleibend
en: %lld remaining
es: %lld restantes
fr: %lld restantes
ko: 남은 %lld 장
zh_hans: 剩余 %lld 张
zh_hant: 剩餘 %lld 張

source: 残りをダウンロード
de: Rest herunterladen
en: Download remaining
es: Descargar restante
fr: Télécharger le reste
ko: 나머지 다운로드
zh_hans: 下载剩余
zh_hant: 下載剩餘

source: 注意事項
de: Hinweise
en: Notes
es: Notas
fr: Remarques
ko: 주의사항
zh_hans: 注意事项

source: 無補正モード
de: Ohne Filter
en: No Filter Mode
es: Modo sin filtro
fr: Mode sans filtre
ko: 무보정 모드
zh_hans: 无滤镜模式
zh_hant: 無濾鏡模式

source: 現在
de: Aktuell
en: Current
es: Actual
fr: Actuel
ko: 현재
zh_hans: 当前
zh_hant: 目前

source: 現在: 低画質モード
de: Aktuell: Niedrige Qualität
en: Current: Low Quality Mode
es: Actual: modo baja calidad
fr: Actuel : mode basse qualité
ko: 현재: 저화질 모드
zh_hans: 当前: 低画质模式
zh_hant: 目前: 低畫質模式

source: 現在: 標準画質
de: Aktuell: Standardqualität
en: Current: Standard Quality
es: Actual: Calidad estándar
fr: Actuel : Qualité standard
ko: 현재: 표준 화질
zh_hans: 当前：标准画质
zh_hant: 目前：標準畫質

source: 現在のPINを入力
de: Aktuellen PIN eingeben
en: Enter current PIN
es: Ingrese PIN actual
fr: Entrez le PIN actuel
ko: 현재 PIN 입력
zh_hans: 输入当前PIN
zh_hant: 輸入目前PIN

source: 生体認証ロック
de: Biometrische Sperre
en: Biometric Lock
es: Bloqueo biométrico
fr: Verrouillage biométrique
ko: 생체인증 잠금
zh_hans: 生物认证锁
zh_hant: 生物認證鎖

source: 画像のダウンロードが可能になりました
de: Bild-Download ist jetzt verfügbar
en: Image download is now available
es: La descarga de imágenes ya está disponible
fr: Le téléchargement d'images est maintenant disponible
ko: 이미지 다운로드가 가능해졌습니다
zh_hans: 现在可以下载图片了
zh_hant: 現在可以下載圖片了

source: 画像処理OFF・省電力動作中
de: Bildverarbeitung AUS - Energiesparbetrieb
en: Image processing OFF - Power saving
es: Procesamiento OFF - Ahorro activo
fr: Traitement OFF - Économie active
ko: 이미지 처리 OFF - 절전 모드
zh_hans: 图像处理OFF・省电运行中
zh_hant: 圖像處理OFF・省電運行中

source: 画像処理エンジン
de: Bildverarbeitungs-Engine
en: Image Processing Engine
es: Motor de procesamiento de imagen
fr: Moteur de traitement d'image
ko: 이미지 처리 엔진
zh_hans: 图像处理引擎
zh_hant: 圖像處理引擎

source: 画像補正フィルタ
de: Bildverbesserungsfilter
en: Image Enhancement Filter
es: Filtro de mejora de imagen
fr: Filtre d'amélioration d'image
ko: 이미지 보정 필터
zh_hans: 图像增强滤镜
zh_hant: 圖像增強濾鏡

source: 画質モード
de: Qualitätsmodus
en: Quality Mode
es: Modo de calidad
fr: Mode qualité
ko: 화질 모드
zh_hans: 画质模式
zh_hant: 畫質模式

source: 画質設定
de: Qualitätseinstellungen
en: Quality Settings
es: Ajustes de calidad
fr: Réglages qualité
ko: 화질 설정
zh_hans: 画质设置
zh_hant: 畫質設定

source: 登録済みの年齢データ(%lld件)を全て削除しますか？
de: Alle registrierten Altersdaten (%lld Einträge) löschen?
en: Delete all registered age data (%lld entries)?
es: ¿Eliminar todos los datos de edad registrados (%lld entradas)?
fr: Supprimer toutes les données d'âge enregistrées (%lld entrées) ?
ko: 등록된 연령 데이터 (%lld 건) 를 모두 삭제하시겠습니까?
zh_hans: 删除所有已注册的年龄数据 (%lld 条)？
zh_hant: 刪除所有已註冊的年齡資料 (%lld 筆)？

source: 確認のため再入力
de: Zur Bestätigung erneut eingeben
en: Re-enter to confirm
es: Reingrese para confirmar
fr: Ressaisissez pour confirmer
ko: 확인을 위해 다시 입력
zh_hans: 请再次输入确认
zh_hant: 請再次輸入確認

source: 究極
de: Ultimativ
en: Ultimate
es: Definitivo
fr: Ultime
ko: 궁극
zh_hans: 究极

source: 究極画質
de: Ultimative Qualität
en: Ultimate Quality
es: Calidad definitiva
fr: Qualité ultime
ko: 궁극 화질
zh_hans: 极致画质
zh_hant: 極致畫質

source: 簡単な取得方法
de: Einfache Methode
en: Easy Method
es: Método fácil
fr: Méthode facile
ko: 간단한 방법
zh_hans: 简单获取方法
zh_hant: 簡單取得方法

source: 結果がありません
de: Keine Ergebnisse
en: No results
es: Sin resultados
fr: Aucun résultat
ko: 결과 없음
zh_hans: 没有结果
zh_hant: 沒有結果

source: 結果なし
de: Keine Ergebnisse
en: No results
es: Sin resultados
fr: Aucun résultat
ko: 결과 없음
zh_hans: 无结果
zh_hant: 無結果

source: 結果を閉じる
de: Ergebnis schließen
en: Close Result
es: Cerrar resultado
fr: Fermer le résultat
ko: 결과 닫기
zh_hans: 关闭结果
zh_hant: 關閉結果

source: 続きを読む（%lld 件）
de: Mehr lesen (%lld Einträge)
en: Read more (%lld items)
es: Leer más (%lld elementos)
fr: Lire plus (%lld éléments)
ko: 계속 읽기 (%lld 건)
zh_hans: 继续阅读 (%lld 条)
zh_hant: 繼續閱讀 (%lld 筆)

source: 続行
de: Fortfahren
en: Continue
es: Continuar
fr: Continuer
ko: 계속
zh_hans: 继续
zh_hant: 繼續

source: 綴じ方向
de: Bindung
en: Binding
es: Encuadernación
fr: Reliure
ko: 제본 방향
zh_hans: 装订方向
zh_hant: 裝訂方向

source: 縦スクロール
de: Vertikales Scrollen
en: Vertical Scroll
es: Desplazamiento vertical
fr: Défilement vertical
ko: 세로 스크롤
zh_hans: 垂直滚动
zh_hant: 垂直捲動

source: 翻訳
de: Übersetzen
en: Translate
es: Traducir
fr: Traduire
ko: 번역
zh_hans: 翻译
zh_hant: 翻譯

source: 翻訳キャッシュをリセット
de: Übersetzungs-Cache zurücksetzen
en: Reset Translation Cache
es: Restablecer caché de traducción
fr: Réinitialiser le cache de traduction
ko: 번역 캐시 초기화
zh_hans: 重置翻译缓存
zh_hant: 重置翻譯快取

source: 翻訳モード
de: Übersetzungsmodus
en: Translation Mode
es: Modo traducción
fr: Mode traduction
ko: 번역 모드
zh_hans: 翻译模式
zh_hant: 翻譯模式

source: 翻訳元（作品の言語）
de: Quellsprache
en: Source Language
es: Idioma de origen
fr: Langue source
ko: 원본 언어
zh_hans: 源语言（作品语言）
zh_hant: 來源語言（作品語言）

source: 翻訳元言語を手動指定すると言語パック選択ダイアログが出なくなります。
de: Manuelle Sprachauswahl verhindert den Sprachpaket-Dialog.
en: Manually specifying the source language prevents the language pack selection dialog.
es: Especificar manualmente el idioma de origen evita el diálogo de selección.
fr: Spécifier manuellement la langue source évite le dialogue de sélection.
ko: 원본 언어를 수동 지정하면 언어 팩 선택 대화상자가 나타나지 않습니다.
zh_hans: 手动指定源语言可避免语言包选择对话框。
zh_hant: 手動指定來源語言可避免語言包選擇對話框。

source: 翻訳先（母国語）
de: Zielsprache
en: Target Language
es: Idioma de destino
fr: Langue cible
ko: 대상 언어
zh_hans: 目标语言（母语）
zh_hant: 目標語言（母語）

source: 自動OFF
de: Auto-AUS
en: Auto-OFF
es: Auto-OFF
fr: Désactivation auto
ko: 자동 OFF
zh_hans: 自动关闭
zh_hant: 自動關閉

source: 自動保存
de: Auto-Speichern
en: Auto-save
es: Guardado auto
fr: Sauvegarde auto
ko: 자동 저장
zh_hans: 自动保存
zh_hant: 自動儲存

source: 英数字の長い文字列
de: langer alphanumerischer String
en: long alphanumeric string
es: cadena alfanumérica larga
fr: longue chaîne alphanumérique
ko: 영숫자 긴 문자열
zh_hans: 较长的字母数字字符串
zh_hant: 較長的字母數字字串

source: 表示
de: Anzeige
en: Display
es: Pantalla
fr: Affichage
ko: 표시
zh_hans: 显示
zh_hant: 顯示

source: 言語
de: Sprache
en: Language
es: Idioma
fr: Langue
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: 言語パック
de: Sprachpaket
en: Language Pack
es: Paquete de idiomas
fr: Pack de langues
ko: 언어 팩
zh_hans: 语言包
zh_hant: 語言包

source: 設定
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ko: 설정
zh_hans: 设置

source: 設定からnhentaiにログインしてください
de: Bitte aus den Einstellungen bei nhentai anmelden
en: Please log in to nhentai from Settings
es: Inicie sesión en nhentai desde Ajustes
fr: Veuillez vous connecter à nhentai depuis les paramètres
ko: 설정에서 nhentai 에 로그인해 주세요
zh_hans: 请从设置登录 nhentai
zh_hant: 請從設定登入 nhentai

source: 設定で再認証
de: In Einstellungen erneut authentifizieren
en: Re-authenticate in Settings
es: Reautenticar en Ajustes
fr: Réauthentifier dans les paramètres
ko: 설정에서 재인증
zh_hans: 在设置中重新认证
zh_hant: 在設定中重新認證

source: 認証に失敗しました
de: Authentifizierung fehlgeschlagen
en: Authentication failed
es: Autenticación fallida
fr: Échec de l'authentification
ko: 인증 실패
zh_hans: 认证失败
zh_hant: 認證失敗

source: 認証情報
de: Anmeldedaten
en: Credentials
es: Credenciales
fr: Identifiants
ko: 인증 정보
zh_hans: 认证信息
zh_hant: 認證資訊

source: 読み方向
de: Leserichtung
en: Reading Direction
es: Dirección de lectura
fr: Direction de lecture
ko: 읽기 방향
zh_hans: 阅读方向
zh_hant: 閱讀方向

source: 読み込み中...
de: Laden...
en: Loading...
es: Cargando...
fr: Chargement...
ko: 로딩 중...
zh_hans: 加载中...
zh_hant: 載入中...

source: 読む
de: Lesen
en: Read
es: Leer
fr: Lire
ko: 읽기
zh_hans: 阅读
zh_hant: 閱讀

source: 読む / 詳細
de: Lesen / Details
en: Read / Details
es: Leer / Detalles
fr: Lire / Détails
ko: 읽기 / 상세
zh_hans: 阅读 / 详情
zh_hant: 閱讀 / 詳情

source: 超解像モード
de: Superauflösungsmodus
en: Super Resolution Mode
es: Modo súper resolución
fr: Mode super résolution
ko: 초해상도 모드
zh_hans: 超分辨率模式
zh_hant: 超解析度模式

source: 通信量削減・サムネベースで高速表示
de: Reduziertes Datenvolumen, schnelle Anzeige
en: Reduced data usage, fast display from thumbnails
es: Datos reducidos, visualización rápida
fr: Données réduites, affichage rapide par miniatures
ko: 데이터 절감, 썸네일 기반 고속 표시
zh_hans: 减少流量，基于缩略图快速显示
zh_hant: 減少流量，基於縮圖快速顯示

source: 通信量増・サーバーから高解像度画像を取得
de: Mehr Daten - hochauflösende Bilder vom Server
en: More data usage - fetches high-res images from server
es: Más datos - obtiene imágenes de alta resolución del servidor
fr: Plus de données - images haute résolution du serveur
ko: 데이터 사용량 증가·서버에서 고해상도 이미지 가져오기
zh_hans: 流量增加·从服务器获取高分辨率图片
zh_hant: 流量增加·從伺服器取得高解析度圖片

source: 長押しでコントロールの表示/非表示を切り替え
de: Lange drücken zum Umschalten
en: Long press to toggle controls
es: Mantener pulsado para alternar
fr: Appui long pour basculer
ko: 길게 눌러 컨트롤 전환
zh_hans: 长按切换控制显示
zh_hant: 長按切換控制顯示

source: 閉じる
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: 開発を支援する
de: Entwicklung unterstützen
en: Support Development
es: Apoyar el desarrollo
fr: Soutenir le développement
ko: 개발 지원하기
zh_hans: 支持开发
zh_hant: 支持開發

source: 開発を支援する（Patreon）
de: Entwicklung unterstützen (Patreon)
en: Support Development (Patreon)
es: Apoyar el desarrollo (Patreon)
fr: Soutenir le développement (Patreon)
ko: 개발 지원하기 (Patreon)
zh_hans: 支持开发（Patreon）
zh_hant: 支持開發（Patreon）

source: 閲覧した作品は自動的にローカルに保存されます
de: Betrachtete Werke werden automatisch gespeichert
en: Viewed works are automatically saved locally
es: Las obras vistas se guardan automáticamente
fr: Les œuvres consultées sont sauvegardées automatiquement
ko: 열람한 작품은 자동으로 로컬에 저장됩니다
zh_hans: 浏览的作品会自动保存到本地
zh_hant: 瀏覽的作品會自動儲存至本機

source: 閲覧履歴がありません
de: Kein Verlauf
en: No Browsing History
es: Sin historial
fr: Aucun historique
ko: 열람 기록이 없습니다
zh_hans: 没有浏览历史
zh_hant: 沒有瀏覽歷史

source: 閲覧履歴をすべて削除します。この操作は取り消せません。
de: Gesamten Verlauf löschen. Diese Aktion kann nicht rückgängig gemacht werden.
en: Delete all browsing history. This action cannot be undone.
es: Eliminar todo el historial. Esta acción no se puede deshacer.
fr: Supprimer tout l'historique. Cette action est irréversible.
ko: 모든 열람 기록을 삭제합니다. 이 작업은 취소할 수 없습니다.
zh_hans: 删除所有浏览历史。此操作无法撤销。
zh_hant: 刪除所有瀏覽歷史。此操作無法撤銷。

source: 閲覧時自動保存
de: Beim Lesen speichern
en: Auto-save while reading
es: Guardar al leer
fr: Sauvegarde auto en lecture
ko: 열람 시 자동 저장
zh_hans: 阅读时自动保存
zh_hant: 閱覽時自動儲存

source: 高度な設定を表示
de: Erweiterte Einstellungen anzeigen
en: Show Advanced Settings
es: Mostrar ajustes avanzados
fr: Afficher les paramètres avancés
ko: 고급 설정 표시
zh_hans: 显示高级设置
zh_hant: 顯示進階設定

source: ブラウザでログイン
de: Über Browser anmelden
en: Login via browser
es: Iniciar sesión vía navegador
fr: Connexion via navigateur
ko: 브라우저로 로그인
zh_hans: 通过浏览器登录
zh_hant: 透過瀏覽器登入

source: ブラウザログイン
de: Browser-Login
en: Browser Login
es: Inicio de sesión por navegador
fr: Connexion navigateur
ko: 브라우저 로그인
zh_hans: 浏览器登录
zh_hant: 瀏覽器登入

source: e-hentai.org にログインしてください
de: Bitte bei e-hentai.org anmelden
en: Please log in at e-hentai.org
es: Por favor inicie sesión en e-hentai.org
fr: Veuillez vous connecter sur e-hentai.org
ko: e-hentai.org에 로그인해 주세요
zh_hans: 请在 e-hentai.org 登录
zh_hant: 請在 e-hentai.org 登入

source: e-hentai.org にログイン中
de: Anmeldung bei e-hentai.org
en: Logging in to e-hentai.org
es: Iniciando sesión en e-hentai.org
fr: Connexion à e-hentai.org
ko: e-hentai.org에 로그인 중
zh_hans: 正在登录 e-hentai.org
zh_hant: 正在登入 e-hentai.org

source: 再認証中...
de: Erneute Authentifizierung...
en: Re-authenticating...
es: Reautenticando...
fr: Réauthentification...
ko: 재인증 중...
zh_hans: 重新认证中...
zh_hant: 重新認證中...

source: 閉じて再起動中...
de: Schließen und neu starten...
en: Closing and restarting...
es: Cerrando y reiniciando...
fr: Fermeture et redémarrage...
ko: 닫고 재시작 중...
zh_hans: 关闭后重新启动中...
zh_hant: 關閉後重新啟動中...

source: exhentai.org にアクセス中 (igneous 発行)
de: Zugriff auf exhentai.org (igneous-Ausgabe)
en: Accessing exhentai.org (igneous issuance)
es: Accediendo a exhentai.org (emisión igneous)
fr: Accès à exhentai.org (émission igneous)
ko: exhentai.org 접근 중 (igneous 발급)
zh_hans: 正在访问 exhentai.org (发行 igneous)
zh_hant: 正在存取 exhentai.org (發行 igneous)

source: exhentai.org に遷移しています...
de: Wechsel zu exhentai.org...
en: Navigating to exhentai.org...
es: Navegando a exhentai.org...
fr: Navigation vers exhentai.org...
ko: exhentai.org로 이동 중...
zh_hans: 正在跳转到 exhentai.org...
zh_hant: 正在跳轉到 exhentai.org...

source: igneous 取得失敗
de: igneous-Erfassung fehlgeschlagen
en: igneous Acquisition Failed
es: Falló la adquisición de igneous
fr: Échec de l'acquisition d'igneous
ko: igneous 획득 실패
zh_hans: igneous 获取失败

source: cookie 取得完了
de: Cookies erfasst
en: Cookies Captured
es: Cookies obtenidas
fr: Cookies acquis
ko: cookie 획득 완료
zh_hans: cookie 获取完成
zh_hant: cookie 取得完成

source: EXhentai アクセス権限がありません
de: Keine EXhentai-Zugriffsberechtigung
en: No EXhentai access permission
es: Sin permisos de acceso a EXhentai
fr: Aucune autorisation d'accès à EXhentai
ko: EXhentai 접근 권한 없음
zh_hans: 无 EXhentai 访问权限
zh_hant: 無 EXhentai 存取權限

source: EXhentai アクセス権限がありません。 E-Hentai アカウントが ExHentai 対応か確認してください
de: Keine EXhentai-Zugriffsberechtigung. Bitte prüfen Sie, ob Ihr E-Hentai-Konto ExHentai unterstützt.
en: No EXhentai access permission. Please check if your E-Hentai account supports ExHentai.
es: Sin permisos de acceso a EXhentai. Verifique si su cuenta de E-Hentai admite ExHentai.
fr: Aucune autorisation d'accès à EXhentai. Veuillez vérifier si votre compte E-Hentai supporte ExHentai.
ko: EXhentai 접근 권한이 없습니다. E-Hentai 계정이 ExHentai를 지원하는지 확인해 주세요.
zh_hans: 无 EXhentai 访问权限。 请确认您的 E-Hentai 账户是否支持 ExHentai。
zh_hant: 無 EXhentai 存取權限。 請確認您的 E-Hentai 帳戶是否支援 ExHentai。

source: 認証情報フィールドに自動入力しました。 値を確認して「ログイン」を押してください
de: Anmeldedaten automatisch ausgefüllt. Bitte Werte prüfen und "Anmelden" drücken.
en: Auto-filled the credential fields. Please verify the values and tap "Login".
es: Campos de credenciales auto-rellenados. Verifique los valores y presione "Iniciar sesión".
fr: Champs d'identification remplis automatiquement. Vérifiez les valeurs et appuyez sur "Connexion".
ko: 인증 정보 필드에 자동 입력했습니다. 값을 확인한 후 「로그인」을 누르세요.
zh_hans: 已自动填入认证信息字段。 请确认值后按「登录」。
zh_hant: 已自動填入認證資訊欄位。 請確認值後按「登入」。
